Repository: shooroop87/prestigecars24
Catalog: backend/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Despite all of the traveling we've done, I have never taken a chance on a guided tour, preferring to wander off the beaten path by ourselves. I'm so glad I chose this tour as my first. Every detail was impeccably planned, setting our minds at ease to fully enjoy the entire experience. Stefano is a true gentleman and a wonderful guide. The small group concept and his ability to form a connection with all of us created a fun and friendly environment.
de: Trotz all unserer bisherigen Reisen habe ich mich nie auf eine geführte Tour eingelassen – ich zog es immer vor, abseits der ausgetretenen Pfade allein unterwegs zu sein. Ich bin so froh, dass ich diese Tour als meine erste gewählt habe. Jedes Detail war perfekt organisiert, was uns ermöglichte, die Erfahrung vollkommen zu genießen. Stefano ist ein wahrer Gentleman und ein wunderbarer Guide. Das Kleingruppenkonzept und seine Fähigkeit, mit jedem von uns eine Verbindung aufzubauen, schufen eine angenehme und freundschaftliche Atmosphäre.
es: A pesar de todos los viajes que hemos hecho, nunca me había arriesgado con un tour guiado, prefiriendo deambular fuera de los caminos trillados por nosotros mismos. Estoy muy contento de haber elegido este tour como mi primero. Cada detalle fue planificado impecablemente, tranquilizando nuestras mentes para disfrutar completamente de toda la experiencia. Stefano es un verdadero caballero y un guía maravilloso. El concepto de grupo pequeño y su habilidad para formar una conexión con todos nosotros creó un ambiente divertido y amigable.

source: February 24, 2024
de: 24. Februar 2024
es: 24 de febrero, 2024

source: Stefano was an excellent tour guide. Very knowledgeable and interesting, with plenty of suggestions when we had free time. It was great having a small group, Stefan was able to answer all out questions, transport was well managed. Lake Como was beautiful, and walking through the city was also beautiful.
de: Stefano war ein ausgezeichneter Reiseleiter. Sehr sachkundig und interessant, mit vielen Vorschlägen, wenn wir freie Zeit hatten. Es war toll, eine kleine Gruppe zu haben, Stefan konnte alle unsere Fragen beantworten, der Transport war gut organisiert. Der Comer See war wunderschön, und der Spaziergang durch die Stadt war ebenfalls wunderschön.
es: Stefano fue un excelente guía turístico. Muy conocedor e interesante, con muchas sugerencias cuando tuvimos tiempo libre. Fue genial tener un grupo pequeño, Stefan pudo responder todas nuestras preguntas, el transporte fue bien gestionado. El Lago Como era hermoso, y caminar por la ciudad también era hermoso.
fr: Stefano était un excellent guide touristique. Très compétent et intéressant, avec plein de suggestions pendant nos temps libres. C'était formidable d'avoir un petit groupe, Stefan pouvait répondre à toutes nos questions, le transport était bien géré. Le lac de Côme était magnifique, et se promener dans la ville était aussi magnifique.

source: February 23, 2024
de: 23. Februar 2024
es: 23 de febrero, 2024
fr: 23 février 2024

source: It was amazing trip. During one day you visit two beautiful lakes from two countries. Alessandro is a very caring and highly professional guide! Thank you.
de: Es war eine fantastische Reise. An einem Tag besuchen Sie zwei wunderschöne Seen aus zwei Ländern. Alessandro ist ein sehr fürsorglicher und hochprofessioneller Guide! Danke.
es: Fue un viaje increíble. Durante un día visitas dos hermosos lagos de dos países. ¡Alessandro es un guía muy atento y altamente profesional! Gracias.
fr: C'était un voyage incroyable. En une journée, vous visitez deux beaux lacs de deux pays. Alessandro est un guide très attentionné et très professionnel ! Merci.

source: I had a fantastic experience with our tour guide Stefano during the Lake Como and Lugano day trip. The pace of the tour was just right, allowing us good time to explore and enjoy the beautiful surroundings. The convenience of traveling by train made the journey hassle-free.
de: Ich hatte eine fantastische Erfahrung mit unserem Reiseleiter Stefano während des Tagesausflugs an den Comer See und nach Lugano. Das Tempo der Tour war genau richtig, sodass wir genug Zeit hatten, die wunderschöne Umgebung zu erkunden und zu genießen. Die bequeme Anreise mit dem Zug machte die Reise völlig stressfrei.
es: Tuve una experiencia fantástica con nuestro guía Stefano durante la excursión de un día al Lago Como y Lugano. El ritmo del tour fue perfecto, permitiéndonos buen tiempo para explorar y disfrutar de los hermosos alrededores. La conveniencia de viajar en tren hizo el viaje sin complicaciones.
fr: J'ai eu une expérience fantastique avec notre guide Stefano pendant l'excursion d'une journée au lac de Côme et Lugano. Le rythme du tour était parfait, nous laissant suffisamment de temps pour explorer et profiter des magnifiques environs. La commodité de voyager en train a rendu le voyage sans tracas.

source: Stefano, the tour guide, took us to the best places at Lake Como and Lugano. He was very knowledgeable about the area and the history. I will definitely recommend it to my friends and family.
de: Stefano, unser Reiseleiter, brachte uns zu den schönsten Orten am Comer See und in Lugano. Er kannte sich hervorragend mit der Region und ihrer Geschichte aus. Ich werde diese Tour auf jeden Fall meinen Freunden und meiner Familie empfehlen.
es: Stefano, el guía turístico, nos llevó a los mejores lugares del Lago Como y Lugano. Era muy conocedor del área y la historia. Definitivamente lo recomendaré a mis amigos y familia.

source: Our Tours vs other companies tours
de: Unsere Touren vs. Touren anderer Anbieter
es: Nuestros Tours vs tours de otras compañías
fr: Nuestras excursiones frente a las de otras compañías

source: Small or medium group tours vs. 55-person tours. Non-touristy places and off-peak times vs. overcrowded tourist spots only.
de: Kleine oder mittelgroße Gruppenreisen vs. Touren mit 55 Personen. Nicht-touristische Orte und Nebenzeiten vs. überfüllte Touristenorte.
es: Tours en grupos pequeños o medianos vs. tours de 55 personas. Lugares no turísticos y horarios fuera de temporada alta vs. solo lugares turísticos abarrotados.
fr: Excursiones en grupos pequeños o medianos frente a grupos de 55 personas. Lugares no turísticos y horarios tranquilos frente a sitios turísticos abarrotados.

source: No time wasting
de: Keine Zeitverschwendung
es: Sin pérdida de tiempo
fr: Sin pérdida de tiempo

source: You don't travel to be stuck on a bus or boat for hours. You travel to experience stunning views, dive into history, and savor amazing food.
es: No viajas para quedarte atrapado en un autobús o barco durante horas. Viajas para experimentar vistas impresionantes, sumergirte en la historia y saborear comida increíble.

source: Quiet and relaxed tours
de: Ruhige und entspannte Touren
es: Tours tranquilos y relajados
fr: Excursiones tranquilas y relajadas

source: Our tours are made to be easy and fun — so we welcome guests aged 7 and up. Calm, comfortable, and memorable..
de: Unsere Touren sind leicht und unterhaltsam – daher heißen wir Gäste ab 7 Jahren willkommen. Ruhig, komfortabel und unvergesslich.
es: Nuestros tours están diseñados para ser fáciles y divertidos — damos la bienvenida a huéspedes de 7 años en adelante. Tranquilos, cómodos e inolvidables.
fr: Nuestras excursiones están diseñadas para ser fáciles y divertidas — damos la bienvenida a huéspedes a partir de los 7 años. Tranquilas, cómodas e inolvidables.

source: English tours only
de: Nur Touren auf Englisch
es: Solo tours en inglés
fr: Solo excursiones en inglés

source: I find bilingual tours insulting to clients and unacceptable for us. I would never offer them. – Tour Guide.
es: Encuentro los tours bilingües insultantes para los clientes e inaceptables para nosotros. Nunca los ofrecería. – Guía Turístico.

source: Best rated tours
de: Bestbewertete Touren
es: Tours mejor valorados
fr: Excursiones mejor valoradas

source: As of March 2025, we have 1,260 reviews on GetYourGuide, Google and Tripadvisor – and 95% of them are five stars.
de: Stand März 2025 haben wir 1.260 Bewertungen auf GetYourGuide, Google und Tripadvisor – und 95 %% davon sind Fünf-Sterne-Bewertungen.
es: A marzo de 2025, tenemos 1,260 reseñas en GetYourGuide, Google y Tripadvisor — y el 95% de ellas son de cinco estrellas.
fr: En marzo de 2025, tenemos 1.260 reseñas en GetYourGuide, Google y Tripadvisor — y el 95 % de ellas son de cinco estrellas.

source: What Our Travelers Say
de: Was unsere Reisenden sagen
es: Lo que dicen nuestros viajeros
fr: Ce que disent nos voyageurs

source: Legal
de: Rechtliches
fr: Légal

source: img
de: Bild

source: You don’t travel to be stuck on a bus or boat for hours. You travel to experience stunning views, dive into history, and savor amazing food.
de: Man reist nicht, um stundenlang im Bus oder Boot zu sitzen. Man reist, um atemberaubende Ausblicke zu genießen, in Geschichte einzutauchen und köstliches Essen zu erleben.
fr: No viajas para quedarte atrapado durante horas en un autobús o barco. Viajas para disfrutar de vistas impresionantes, sumergirte en la historia y saborear una comida increíble.

source: “I find bilingual tours insulting to clients and unacceptable for us. I would never offer them.” – Tour Guide.
de: „Ich finde zweisprachige Touren respektlos gegenüber den Gästen und für uns inakzeptabel. Ich würde sie niemals anbieten.“ – Reiseleiter.
fr: “Considero que las excursiones bilingües son un insulto para los clientes y algo inaceptable para nosotros. Jamás las ofrecería.” – Guía turístico.
